Repository: widh/lighthalzen
Catalog: linguistic/*.po
Languages: sv

source: 상단 메뉴
sv: such menu

source: CI 아이콘
sv: such icon

source: Creative IT Engineering의 CITE 중 CI를 떼어 온 아이콘
sv: great great icon

source: CITE 아이콘
sv: such icon

source: 창의IT융합공학과 로고의 아이콘
sv: coooooooooooooooooooooooooooool icon

source: 메뉴 아이콘
sv: cool icon

source: 메뉴 펼치기 버튼에 쓰이는 햄버거 아이콘
sv: hamburger is delicious

source: 더하기 아이콘
sv: plus icon

source: 확장 버튼에 쓰이는 더하기 아이콘
sv: not bad icon

source: 검색 아이콘
sv: such icon

source: 검색 화면으로 넘어가는 버튼에 쓰이는 아이콘
sv: search icon

source: 본문으로 바로가기
sv: okay lets go to content

source: JavaScript 비활성화 알림
sv: jabasucuriptu disabled!!!!

source: JavaScript가 비활성화되어 있습니다. 일부 브라우저에서 페이지 표시에 문제가 생길 수 있습니다.
sv: jabasucuriptu is now diabled. u will die :(

source: 제일 위로
sv: okay lets go to top

source: 슬라이더 설정
sv: slider config

source: 홈페이지 설정 관리
sv: homepage management

source: 개인정보 처리방침
sv: mai polici

source: POSTECH 로고
sv: postech logo

source: 미래IT융합연구원 로고
sv: much logo

source: 대한민국
sv: korea

source: 경상북도
sv: gsbd

source: 포항시
sv: phs

source: 남구
sv: ng

source: 청암로
sv: car

source: 포항공과대학교
sv: postech

source: 1층 창의IT융합공학과 사무실
sv: coolest our office

source: 협력 기관
sv: my friends

source: 검색
sv: wow

source: 창의IT융합공학과
sv: such department

source: 창의IT융합공학과 메인 페이지
sv: cool main page

source: English
sv: 한글

source: 메뉴
sv: menu

source: 더보기
sv: see more

source: 이전 슬라이드
sv: prev

source: 다음 슬라이드
sv: next
