Repository: widh/lighthalzen
Catalog: i18n/*.po
Languages: sv

source: 상단 메뉴
sv: such menu

source: 창의IT융합공학과 로고
sv: much logo

source: 검색 아이콘
sv: such icon

source: 검색
sv: wow

source: English mode icon
sv: so icon

source: English
sv: 한글

source: 메뉴 아이콘
sv: cool icon

source: 메뉴
sv: menu

source: 주임교수 인사말
sv: head, hi

source: ICT명품인재양성사업
sv: what is ict

source: 교육 철학과 체계
sv: philosophy

source: 협력기관
sv: my partners :)

source: 조직도
sv: um

source: 찾아오시는 길
sv: the way

source: 홍보 자료
sv: pr

source: 구성원 소개
sv: members

source: 교수
sv: prof

source: 전임 연구원
sv: rese

source: 직원
sv: empl

source: 학과 소식
sv: news

source: 공지사항
sv: notice

source: 입학정보
sv: welcome

source: 채용정보
sv: nice2meetu

source: 세미나 및 행사
sv: party!!!

source: 뉴스레터
sv: newsletter

source: 갤러리
sv: exhibition

source: 학과 자료실
sv: edonkey

source: 연구
sv: study

source: 연구 분야
sv: what??

source: 연구 실적
sv: idonno

source: 연구장비 현황
sv: armors!!!!

source: 대여가능 연구장비
sv: ineverrenttoyou

source: 창의IT융합공학과
sv: such department

source: 창의IT융합공학과 메인 페이지
sv: cool main page

source: 더보기
sv: see more
